Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Apple-signed GPTK code and markers found: %@.
de: Von Apple signierter GPTK-Code und gefundene Markierungen: %1$@.
es: Código y marcadores GPTK firmados por Apple encontrados: %1$@.
fr: Code GPTK signé Apple et marqueurs trouvés : %1$@.
ja: Apple 署名付き GPTK コードとマーカーが見つかりました: %1$@。
ko: Apple 서명 GPTK 코드 및 마커 발견: %1$@.
pt_br: Código do GPTK assinado pela Apple e marcadores encontrados: %1$@.
ru: Обнаружен подписанный Apple код GPTK и маркеры: %1$@.
zh_hans: 发现 Apple 签名的 GPTK 代码和标记：%1$@。
zh_hant: 發現 Apple 簽署的 GPTK 代碼和標記：%1$@。

source: Application
de: Anwendung
es: Aplicación
ja: アプリ
ko: 앱
pt_br: Aplicativo
ru: Приложение
zh_hans: 应用
zh_hant: 應用程式

source: Applications
de: Apps
es: Apps
fr: Apps
ja: アプリ
ko: 앱
pt_br: Aplicativos
ru: Приложения
zh_hans: 应用
zh_hant: 應用程式

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回

source: Back to Containers
de: Zurück zu den Containern
es: Volver a los contenedores
fr: Retour aux conteneurs
ja: コンテナに戻る
ko: 컨테이너로 돌아가기
pt_br: Voltar aos contêineres
ru: Назад к контейнерам
zh_hans: 返回容器
zh_hant: 返回容器

source: Build %@
de: Build %1$@
es: Compilación %1$@
fr: Build %1$@
ja: ビルド %1$@
ko: 빌드 %1$@
pt_br: Build %1$@
ru: Сборка %1$@
zh_hans: 构建版本 %1$@
zh_hant: 建置版本 %1$@

source: Build not available
de: Build nicht verfügbar
es: Compilación no disponible
fr: Build indisponible
ja: ビルドは利用できません
ko: 빌드를 사용할 수 없음
pt_br: Build indisponível
ru: Сборка недоступна
zh_hans: 构建版本不可用
zh_hant: 建置版本無法取得

source: Callback URLs and sign-in tokens are passed through a protected one-time file and are not saved or logged.
de: Callback-URLs und Anmeldetokens werden nur über eine geschützte Einmaldatei weitergegeben und weder gespeichert noch protokolliert.
es: Las URL de devolución y los tokens de inicio de sesión solo se transfieren mediante un archivo protegido de un solo uso; no se guardan ni se incluyen en los registros.
fr: Les URL de rappel et les jetons de connexion transitent uniquement par un fichier à usage unique protégé ; ils ne sont ni enregistrés ni consignés.
ja: コールバックURLとサインイントークンは、保護された一時ファイルでのみ受け渡され、保存もログ記録もされません。
ko: 콜백 URL과 로그인 토큰은 보호된 일회용 파일로만 전달하며, 저장하거나 로그에 남기지 않습니다.
pt_br: As URLs de callback e os tokens de início de sessão passam apenas por um arquivo protegido de uso único; eles não são salvos nem registrados.
ru: URL обратного вызова и токены входа передаются только через защищённый одноразовый файл; они не сохраняются и не попадают в журнал.
zh_hans: 回调 URL 和登录令牌只会通过受保护的一次性文件传递，不会保存或写入日志。
zh_hant: 回呼 URL 和登入權杖只會透過受保護的一次性檔案傳送，不會儲存或寫入記錄。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Cancel Download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
ja: ダウンロードのキャンセル
ko: 다운로드 취소
pt_br: Cancelar download
ru: Отменить загрузку
zh_hans: 取消下载
zh_hant: 取消下載

source: Check Failed
de: Prüfung fehlgeschlagen
es: Verificación fallida
fr: Échec de la vérification
ja: チェックに失敗しました
ko: 확인 실패
pt_br: Falha na verificação
ru: Проверка не удалась
zh_hans: 检查失败
zh_hant: 檢查失敗

source: Check for Releases
de: Nach Versionen suchen
es: Buscar versiones
fr: Rechercher les versions
ja: リリースを確認
ko: 릴리스 확인
pt_br: Verificar versões
ru: Проверить выпуски
zh_hans: 检查版本
zh_hant: 檢查版本

source: Check this Mac, the selected runtime, and the latest online releases again
de: Überprüfen Sie diesen Mac, die ausgewählte Laufzeit und die neuesten Online-Versionen noch einmal
es: Verifique nuevamente esta Mac, el tiempo de ejecución seleccionado y las últimas versiones en línea
fr: Vérifiez à nouveau ce Mac, le moteur d'exécution sélectionné et les dernières versions en ligne
ja: この Mac、選択したランタイム、最新のオンライン リリースを再度確認してください
ko: 이 Mac, 선택한 런타임, 최신 온라인 릴리스를 다시 확인하세요.
pt_br: Verificar novamente este Mac, o runtime selecionado e as versões online mais recentes
ru: Еще раз проверьте этот Mac, выбранную среду выполнения и последние онлайн-релизы.
zh_hans: 再次检查这台 Mac、所选的运行时以及最新的在线版本
zh_hant: 再次檢查這台 Mac、所選的運行時間以及最新的線上版本

source: Checked Online
de: Online überprüft
es: Comprobado en línea
fr: Vérifié en ligne
ja: オンラインで確認済み
ko: 온라인으로 확인함
pt_br: Verificado online
ru: Проверено онлайн
zh_hans: 网上查
zh_hant: 網路上查

source: Checking
de: Überprüfen
es: comprobando
fr: Vérification
ja: チェック中
ko: 확인 중
pt_br: Verificando
ru: Проверка
zh_hans: 检查
zh_hant: 檢查

source: Checking Mac
de: Mac wird überprüft
es: Comprobando Mac
fr: Vérification de Mac
ja: Macをチェックする
ko: 맥 확인 중
pt_br: Verificando o Mac
ru: Проверка Mac
zh_hans: 检查Mac
zh_hant: 檢查Mac

source: Checking Online
de: Online prüfen
es: Comprobación en línea
fr: Vérification en ligne
ja: オンラインで確認する
ko: 온라인 확인
pt_br: Verificando online
ru: Проверка онлайн
zh_hans: 网上查询
zh_hant: 網上查詢

source: Checking Windows session
de: Überprüfung der Windows-Sitzung
es: Comprobando la sesión Windows
fr: Vérification de la session Windows
ja: Windows セッションを確認しています
ko: Windows 세션 확인 중
pt_br: Verificando a sessão do Windows
ru: Проверка сеанса Windows
zh_hans: 检查 Windows 会话
zh_hant: 檢查 Windows 會話

source: Checking and importing the Apple download…
de: Überprüfen und Importieren des Apple-Downloads…
es: Comprobando e importando la descarga de Apple...
fr: Vérification et importation du téléchargement Apple…
ja: Apple ダウンロードを確認してインポートしています…
ko: Apple 다운로드를 확인하고 가져오는 중...
pt_br: Verificando e importando o download da Apple…
ru: Проверка и импорт загрузки Apple…
zh_hans: 检查并导入 Apple 下载...
zh_hant: 檢查並導入 Apple 下載...

source: Checking current configuration
de: Überprüfen der aktuellen Konfiguration
es: Comprobando la configuración actual
fr: Vérification de la configuration actuelle
ja: 現在の構成を確認する
ko: 현재 구성 확인 중
pt_br: Verificando a configuração atual
ru: Проверка текущей конфигурации
zh_hans: 检查当前配置
zh_hant: 檢查當前配置

source: Checking latest online releases
de: Überprüfen Sie die neuesten Online-Veröffentlichungen
es: Comprobación de los últimos lanzamientos en línea
fr: Vérifier les dernières versions en ligne
ja: 最新のオンライン リリースを確認する
ko: 최신 온라인 릴리스 확인
pt_br: Verificando as versões online mais recentes
ru: Проверка последних онлайн-релизов
zh_hans: 检查最新的在线版本
zh_hant: 檢查最新的線上版本

source: Checking running applications…
de: Laufende Anwendungen werden überprüft…
es: Comprobando aplicaciones en ejecución...
fr: Vérification des applications en cours d'exécution…
ja: 実行中のアプリケーションを確認しています…
ko: 실행 중인 앱을 확인하는 중…
pt_br: Verificando aplicativos em execução…
ru: Проверка запущенных приложений…
zh_hans: 检查正在运行的应用程序...
zh_hant: 檢查正在運行的應用程式...

source: Checking the latest GitHub release…
de: Überprüfen der neuesten GitHub-Version…
es: Comprobando la última versión GitHub...
fr: Vérification de la dernière version de GitHub…
ja: 最新の GitHub リリースを確認しています…
ko: 최신 GitHub 릴리스를 확인하는 중…
pt_br: Verificando a versão mais recente no GitHub…
ru: Проверяем последнюю версию GitHub…
zh_hans: 检查最新的 GitHub 版本...
zh_hant: 檢查最新的 GitHub 版本...

source: Checking the latest GitHub runtime…
de: Überprüfen der neuesten GitHub-Laufzeit…
es: Comprobando el último tiempo de ejecución GitHub...
fr: Vérification du dernier runtime GitHub…
ja: 最新の GitHub ランタイムを確認しています…
ko: 최신 GitHub 런타임을 확인하는 중…
pt_br: Verificando o runtime mais recente no GitHub…
ru: Проверка последней версии среды выполнения GitHub…
zh_hans: 正在检查最新的 GitHub 运行时...
zh_hant: 正在檢查最新的 GitHub 運行時...

source: Checking this Mac and online releases
de: Überprüfen Sie diese Mac- und Online-Versionen
es: Comprobando esta Mac y las versiones en línea
fr: Vérification de ce Mac et des versions en ligne
ja: この Mac とオンライン リリースを確認する
ko: 이 Mac 및 온라인 릴리스 확인 중
pt_br: Verificando este Mac e as versões online
ru: Проверка этого Mac и онлайн-релизов
zh_hans: 检查此 Mac 和在线版本
zh_hant: 檢查此 Mac 和線上版本

source: Checking this Mac…
de: Ich überprüfe diesen Mac…
es: Comprobando esta Mac...
fr: Vérification de ce Mac…
ja: このMacをチェック中…
ko: 이 Mac을 확인하는 중…
pt_br: Verificando este Mac…
ru: Проверяю этот Mac…
zh_hans: 检查这台 Mac...
zh_hant: 檢查這台 Mac...

source: Choose Downloaded File…
de: Wählen Sie „Heruntergeladene Datei…“
es: Elija archivo descargado...
fr: Choisissez Fichier téléchargé…
ja: ダウンロードしたファイルを選択してください…
ko: 다운로드한 파일 선택…
pt_br: Escolher arquivo baixado…
ru: Выберите загруженный файл…
zh_hans: 选择下载的文件...
zh_hant: 選擇下載的檔案...

source: Choose Game Porting Toolkit
de: Wählen Sie Game Porting Toolkit
es: Elija Game Porting Toolkit
fr: Choisissez Game Porting Toolkit
ja: Game Porting Toolkit を選択してください
ko: Game Porting Toolkit 선택
pt_br: Escolher Game Porting Toolkit
ru: Выберите Game Porting Toolkit
zh_hans: 选择Game Porting Toolkit
zh_hant: 選擇Game Porting Toolkit

source: Choose Windows App…
de: Wählen Sie die Windows-App…
es: Elija la aplicación Windows...
fr: Choisissez l’application Windows…
ja: Windows アプリを選択してください…
ko: Windows 앱을 선택하세요…
pt_br: Escolher aplicativo do Windows…
ru: Выберите приложение Windows…
zh_hans: 选择Windows应用程序...
zh_hant: 選擇Windows應用程式...

source: Choose a GPTK disk image before importing.
de: Wählen Sie vor dem Import ein GPTK-Disk-Image aus.
es: Elija una imagen de disco GPTK antes de importar.
fr: Choisissez une image disque GPTK avant l'importation.
ja: インポートする前に、GPTK ディスク イメージを選択してください。
ko: 가져오기 전에 GPTK 디스크 이미지를 선택하세요.
pt_br: Escolha uma imagem de disco GPTK antes de importar.
ru: Перед импортом выберите образ диска GPTK.
zh_hans: 导入前选择 GPTK 磁盘映像。
zh_hant: 匯入前選擇 GPTK 磁碟映像。

source: Choose a Windows app or installer (.exe or .msi) to open in %@.
de: Wählen Sie eine Windows-App oder ein Installationsprogramm (.exe oder .msi) zum Öffnen in %1$@ aus.
es: Elija una aplicación o instalador Windows (.exe o .msi) para abrir en %1$@.
fr: Choisissez une application ou un programme d'installation Windows (.exe ou .msi) à ouvrir dans %1$@.
ja: %1$@ で開く Windows アプリまたはインストーラー (.exe または .msi) を選択します。
ko: Windows 앱이나 설치 프로그램(.exe 또는 .msi)을 선택하여 %1$@에서 엽니다.
pt_br: Escolha um aplicativo Windows ou instalador (.exe ou .msi) para abrir no %1$@.
ru: Выберите приложение или установщик Windows (.exe или .msi), чтобы открыть его в %1$@.
zh_hans: 选择要在 %1$@ 中打开的 Windows 应用程序或安装程序（.exe 或 .msi）。
zh_hant: 選擇要在 %1$@ 中開啟的 Windows 應用程式或安裝程式（.exe 或 .msi）。

source: Choose a Windows application
de: Windows-App auswählen
es: Elegir una app de Windows
fr: Choisir une app Windows
ja: Windowsアプリを選択
ko: Windows 앱 선택
pt_br: Escolher aplicativo do Windows
ru: Выберите приложение Windows
zh_hans: 选择 Windows 应用
zh_hant: 選擇 Windows App

source: Choose a Windows executable for this container before running.
de: Wählen Sie vor der Ausführung eine ausführbare Windows-Datei für diesen Container aus.
es: Elija un ejecutable Windows para este contenedor antes de ejecutarlo.
fr: Choisissez un exécutable Windows pour ce conteneur avant de l'exécuter.
ja: 実行する前に、このコンテナーの Windows 実行可能ファイルを選択してください。
ko: 실행하기 전에 이 컨테이너에서 사용할 Windows 실행 파일을 선택하세요.
pt_br: Escolha um executável do Windows para este contêiner antes de executar.
ru: Перед запуском выберите исполняемый файл Windows для этого контейнера.
zh_hans: 在运行之前为此容器选择 Windows 可执行文件。
zh_hant: 在運行之前為此容器選擇 Windows 可執行檔。

source: Choose a Windows installer or app. Switchyard keeps it inside this container.
de: Wählen Sie ein Windows-Installationsprogramm oder eine App. Switchyard speichert es in diesem Container.
es: Elija un instalador o aplicación Windows. Switchyard lo guarda dentro de este contenedor.
fr: Choisissez un programme d’installation ou une application Windows. Switchyard le conserve dans ce conteneur.
ja: Windows インストーラーまたはアプリを選択します。 Switchyard はそれをこのコンテナー内に保持します。
ko: Windows 설치 프로그램 또는 앱을 선택하세요. Switchyard는 이 컨테이너 안에 보관합니다.
pt_br: Escolha um instalador ou app do Windows. O Switchyard o manterá neste contêiner.
ru: Выберите установщик или приложение Windows. Switchyard сохраняет его внутри этого контейнера.
zh_hans: 选择 Windows 安装程序或应用程序。 Switchyard 将其保存在该容器内。
zh_hant: 選擇 Windows 安裝程式或應用程式。 Switchyard 將其保存在該容器內。

source: Choose a Wine executable or Switchyard Wine runtime folder, then run diagnostics.
de: Wählen Sie eine ausführbare Wine-Datei oder einen Switchyard Wine-Laufzeitordner und führen Sie dann die Diagnose aus.
es: Elija un ejecutable Wine o una carpeta de tiempo de ejecución Switchyard Wine y luego ejecute el diagnóstico.
fr: Choisissez un exécutable Wine ou un dossier d'exécution Switchyard Wine, puis exécutez les diagnostics.
ja: Wine 実行可能ファイルまたは Switchyard Wine ランタイム フォルダーを選択し、診断を実行します。
ko: Wine 실행 파일 또는 Switchyard Wine 런타임 폴더를 선택한 다음 진단을 실행합니다.
pt_br: Escolha um executável do Wine ou a pasta do runtime do Wine do Switchyard e execute o diagnóstico.
ru: Выберите исполняемый файл Wine или папку времени выполнения Switchyard Wine, затем запустите диагностику.
zh_hans: 选择 Wine 可执行文件或 Switchyard Wine 运行时文件夹，然后运行诊断。
zh_hant: 選擇 Wine 執行檔或 Switchyard Wine 執行檔資料夾，然後執行診斷。

source: Choose a Wine executable or a Wine runtime folder.
de: Wählen Sie eine ausführbare Wine-Datei oder einen Wine-Laufzeitordner.
es: Elija un ejecutable Wine o una carpeta de tiempo de ejecución Wine.
fr: Choisissez un exécutable Wine ou un dossier d'exécution Wine.
ja: Wine 実行可能ファイルまたは Wine ランタイム フォルダーを選択します。
ko: Wine 실행 파일 또는 Wine 런타임 폴더를 선택하세요.
pt_br: Escolha um executável do Wine ou uma pasta de runtime do Wine.
ru: Выберите исполняемый файл Wine или папку времени выполнения Wine.
zh_hans: 选择 Wine 可执行文件或 Wine 运行时文件夹。
zh_hant: 選擇 Wine 執行檔或 Wine 運行時資料夾。

source: Choose a Wine executable or runtime folder manually.
de: Wählen Sie manuell eine ausführbare Wine-Datei oder einen Laufzeitordner aus.
es: Elija manualmente un ejecutable Wine o una carpeta de tiempo de ejecución.
fr: Choisissez manuellement un exécutable ou un dossier d'exécution Wine.
ja: Wine 実行可能ファイルまたはランタイム フォルダーを手動で選択します。
ko: Wine 실행 파일 또는 런타임 폴더를 수동으로 선택하십시오.
pt_br: Escolha manualmente um executável do Wine ou uma pasta de runtime.
ru: Выберите исполняемый файл Wine или папку времени выполнения вручную.
zh_hans: 手动选择 Wine 可执行文件或运行时文件夹。
zh_hant: 手動選擇 Wine 執行檔或運行時資料夾。

source: Choose a local GPTK directory or disk image.
de: Wählen Sie ein lokales GPTK-Verzeichnis oder Disk-Image.
es: Elija un directorio GPTK o una imagen de disco local.
fr: Choisissez un répertoire local GPTK ou une image disque.
ja: ローカルの GPTK ディレクトリまたはディスク イメージを選択します。
ko: 로컬 GPTK 디렉터리 또는 디스크 이미지를 선택합니다.
pt_br: Escolha um diretório GPTK local ou imagem de disco.
ru: Выберите локальный каталог GPTK или образ диска.
zh_hans: 选择本地 GPTK 目录或磁盘映像。
zh_hant: 選擇本機 GPTK 目錄或磁碟映像。

source: Choose a locally built Wine executable or runtime folder.
de: Wählen Sie eine lokal erstellte Wine-Programmdatei oder einen Laufzeitordner.
es: Elige un ejecutable de Wine o una carpeta del entorno de ejecución compilados localmente.
fr: Choisissez un exécutable Wine ou un dossier d’environnement d’exécution compilé localement.
ja: ローカルでビルドした Wine 実行ファイルまたはランタイムフォルダを選択してください。
ko: 로컬에서 빌드한 Wine 실행 파일 또는 런타임 폴더를 선택하세요.
pt_br: Escolha um executável do Wine ou uma pasta de runtime compilados localmente.
ru: Выберите локально собранный исполняемый файл Wine или папку среды выполнения.
zh_hans: 请选择本地构建的 Wine 可执行文件或运行时文件夹。
zh_hant: 請選擇本機建置的 Wine 執行檔或執行環境資料夾。

source: Choose an .exe or .msi file, or drop one onto this container
de: Wählen Sie eine .exe- oder .msi-Datei oder legen Sie eine in diesem Container ab
es: Elija un archivo .exe o .msi, o coloque uno en este contenedor
fr: Choisissez un fichier .exe ou .msi, ou déposez-en un sur ce conteneur
ja: .exe または .msi ファイルを選択するか、このコンテナにファイルをドロップします
ko: .exe 또는 .msi 파일을 선택하거나 이 컨테이너에 하나를 드롭하세요.
pt_br: Escolha um arquivo .exe ou .msi, ou coloque um neste contêiner
ru: Выберите файл .exe или .msi или перетащите его в этот контейнер.
zh_hans: 选择一个 .exe 或 .msi 文件，或将一个文件拖放到此容器上
zh_hant: 選擇一個 .exe 或 .msi 文件，或將一個文件拖曳到此容器上

source: Choose an application
de: Wählen Sie eine Anwendung
es: Elige una aplicación
fr: Choisissez une application
ja: アプリケーションを選択してください
ko: 앱 선택
pt_br: Escolher um aplicativo
ru: Выберите приложение
zh_hans: 选择一个应用程序
zh_hant: 選擇一個應用程式

source: Choose an existing Windows .exe or .msi file.
de: Wählen Sie eine vorhandene Windows .exe- oder .msi-Datei.
es: Elija un archivo Windows .exe o .msi existente.
fr: Choisissez un fichier Windows .exe ou .msi existant.
ja: 既存の Windows .exe または .msi ファイルを選択します。
ko: 기존 Windows .exe 또는 .msi 파일을 선택합니다.
pt_br: Escolha um arquivo Windows .exe ou .msi existente.
ru: Выберите существующий файл Windows .exe или .msi.
zh_hans: 选择现有的 Windows .exe 或 .msi 文件。
zh_hant: 選擇現有的 Windows .exe 或 .msi 檔案。

source: Choose or drop a Windows .exe or .msi file
de: Wählen Sie eine Windows .exe- oder .msi-Datei aus oder löschen Sie sie
es: Elija o suelte un archivo Windows .exe o .msi
fr: Choisissez ou déposez un fichier Windows .exe ou .msi
ja: Windows .exe または .msi ファイルを選択またはドロップします
ko: Windows .exe 또는 .msi 파일을 선택하거나 삭제하세요.
pt_br: Escolha ou arraste um arquivo .exe ou .msi do Windows
ru: Выберите или перетащите файл Windows .exe или .msi.
zh_hans: 选择或删除 Windows .exe 或 .msi 文件
zh_hant: 選擇或刪除 Windows .exe 或 .msi 文件

source: Choose the Game Porting Toolkit .dmg file you downloaded from Apple.
de: Wählen Sie die Datei Game Porting Toolkit .dmg aus, die Sie von Apple heruntergeladen haben.
es: Elija el archivo Game Porting Toolkit .dmg que descargó de Apple.
fr: Choisissez le fichier Game Porting Toolkit .dmg que vous avez téléchargé depuis Apple.
ja: Apple からダウンロードした Game Porting Toolkit .dmg ファイルを選択します。
ko: Apple에서 다운로드한 Game Porting Toolkit .dmg 파일을 선택합니다.
pt_br: Escolha o arquivo Game Porting Toolkit .dmg que você baixou da Apple.
ru: Выберите файл Game Porting Toolkit .dmg, который вы скачали с Apple.
zh_hans: 选择您从 Apple 下载的 Game Porting Toolkit .dmg 文件。
zh_hant: 選擇您從 Apple 下載的 Game Porting Toolkit .dmg 檔案。

source: Choose the Switchyard storage folder.
de: Wählen Sie den Speicherordner Switchyard.
es: Elija la carpeta de almacenamiento Switchyard.
fr: Choisissez le dossier de stockage Switchyard.
ja: Switchyard ストレージ フォルダーを選択します。
ko: Switchyard 저장 폴더를 선택합니다.
pt_br: Escolha a pasta de armazenamento do Switchyard.
ru: Выберите папку хранения Switchyard.
zh_hans: 选择 Switchyard 存储文件夹。
zh_hant: 選擇 Switchyard 儲存資料夾。

source: Choose the Windows application that requested the %@: sign-in.
de: Wählen Sie die Anwendung Windows aus, die die Anmeldung %1$@: angefordert hat.
es: Elija la aplicación Windows que solicitó %1$@: inicio de sesión.
fr: Choisissez l'application Windows qui a demandé la connexion %1$@ :.
ja: %1$@: サインインを要求した Windows アプリケーションを選択します。
ko: %1$@ 로그인에 사용할 앱을 선택하세요.
pt_br: Escolha o aplicativo do Windows que solicitou o início de sessão em %1$@.
ru: Выберите приложение Windows, которое запросило вход %1$@:.
zh_hans: 选择请求 %1$@: 登录的 Windows 应用程序。
zh_hant: 選擇請求 %1$@: 登入的 Windows 應用程式。

source: Choose the Windows executable to run by default in this container.
de: Wählen Sie die ausführbare Datei Windows aus, die standardmäßig in diesem Container ausgeführt werden soll.
es: Elija el ejecutable Windows para ejecutarlo de forma predeterminada en este contenedor.
fr: Choisissez l'exécutable Windows à exécuter par défaut dans ce conteneur.
ja: このコンテナーでデフォルトで実行する Windows 実行可能ファイルを選択します。
ko: 이 컨테이너에서 기본적으로 실행할 Windows 실행 파일을 선택합니다.
pt_br: Escolha o executável Windows a ser executado por padrão neste contêiner.
ru: Выберите исполняемый файл Windows, который будет запускаться по умолчанию в этом контейнере.
zh_hans: 选择 Windows 可执行文件默认在此容器中运行。
zh_hant: 選擇 Windows 可執行檔預設在此容器中運作。

source: Choose where Switchyard stores containers and manifests.
de: Wählen Sie aus, wo Switchyard Container und Manifeste speichert.
es: Elija dónde Switchyard almacena contenedores y manifiestos.
fr: Choisissez où Switchyard stocke les conteneurs et les manifestes.
ja: Switchyard がコンテナーとマニフェストを保存する場所を選択します。
ko: Switchyard에서 컨테이너와 매니페스트를 저장할 폴더를 선택하세요.
pt_br: Escolha onde o Switchyard armazenará os contêineres e manifestos.
ru: Выберите, где Switchyard будет хранить контейнеры и манифесты.
zh_hans: 选择 Switchyard 存储容器和清单的位置。
zh_hant: 選擇 Switchyard 儲存容器和清單的位置。

source: Choose your local Apple Game Porting Toolkit installation.
de: Wählen Sie das auf diesem Mac installierte Apple Game Porting Toolkit aus.
es: Selecciona la instalación de Apple Game Porting Toolkit de este Mac.
fr: Sélectionnez l’installation d’Apple Game Porting Toolkit présente sur ce Mac.
ja: このMacにインストールしたApple Game Porting Toolkitを選択してください。
ko: 이 Mac에 설치한 Apple Game Porting Toolkit을 선택하세요.
pt_br: Escolha a instalação do Apple Game Porting Toolkit presente neste Mac.
ru: Выберите Apple Game Porting Toolkit, установленный на этом Mac.
zh_hans: 请选择这台 Mac 上安装的 Apple Game Porting Toolkit。
zh_hant: 請選擇這台 Mac 上安裝的 Apple Game Porting Toolkit。

source: Choose...
de: Wählen Sie...
es: Elige...
fr: Choisissez...
ja: 選択してください...
ko: 선택하세요...
pt_br: Escolha...
ru: Выбирайте...
zh_hans: 选择...
zh_hant: 選擇...

source: Cleanup needed
de: Aufräumarbeiten erforderlich
es: Limpieza necesaria
fr: Nettoyage nécessaire
ja: クリーンアップが必要です
ko: 정리 필요
pt_br: Limpeza necessária
ru: Требуется очистка
zh_hans: 需要清理
zh_hant: 需要清理

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
pt_br: Limpar
ru: Очистить
zh_hans: 清除
zh_hant: 清除

source: Clear Activity
de: Aktivität löschen
es: Borrar actividad
fr: Effacer l'activité
ja: アクティビティをクリアする
ko: 활동 지우기
pt_br: Limpar atividade
ru: Очистить активность
zh_hans: 清除活动
zh_hant: 清除活動

source: Clear Logs
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux
ja: ログをクリアする
ko: 로그 지우기
pt_br: Limpar registros
ru: Очистить журналы
zh_hans: 清除日志
zh_hant: 清除日誌

source: Clear all logs?
de: Alle Protokolle löschen?
es: ¿Borrar todos los registros?
fr: Effacer tous les journaux ?
ja: すべてのログをクリアしますか?
ko: 모든 로그를 삭제하시겠습니까?
pt_br: Limpar todos os registros?
ru: Очистить все журналы?
zh_hans: 清除所有日志吗？
zh_hant: 清除所有日誌嗎？

source: Clear this container's activity?
de: Aktivität dieses Containers löschen?
es: ¿Borrar la actividad de este contenedor?
fr: Supprimer l'activité de ce conteneur ?
ja: このコンテナのアクティビティをクリアしますか?
ko: 이 컨테이너의 활동을 삭제하시겠습니까?
pt_br: Limpar a atividade desse contêiner?
ru: Очистить активность этого контейнера?
zh_hans: 清除该容器的活动吗？
zh_hant: 清除該容器的活動嗎？

source: Clicking Install opens Apple's Rosetta installer and accepts Apple's Rosetta software license. macOS handles any approval that is required.
de: Wenn Sie auf „Installieren“ klicken, wird das Rosetta-Installationsprogramm von Apple geöffnet und die Rosetta-Softwarelizenz von Apple akzeptiert. macOS kümmert sich um alle erforderlichen Genehmigungen.
es: Al hacer clic en Instalar, se abre el instalador Rosetta de Apple y se acepta la licencia del software Rosetta de Apple. macOS maneja cualquier aprobación que se requiera.
fr: En cliquant sur Installer, vous ouvrez le programme d'installation Rosetta d'Apple et acceptez la licence du logiciel Rosetta d'Apple. macOS gère toute approbation requise.
ja: 「インストール」をクリックすると、Apple の Rosetta インストーラーが開き、Apple の Rosetta ソフトウェア ライセンスに同意します。 macOS は、必要な承認を処理します。
ko: 설치를 클릭하면 Apple의 Rosetta 설치 프로그램이 열리고 Apple의 Rosetta 소프트웨어 라이센스에 동의합니다. macOS는 필요한 모든 승인을 처리합니다.
pt_br: Clicar em Instalar abre o instalador Rosetta da Apple e aceita a licença de software Rosetta da Apple. macOS cuida de qualquer aprovação necessária.
ru: При нажатии кнопки «Установить» открывается установщик Apple Rosetta и принимается лицензия на программное обеспечение Apple Rosetta. macOS обрабатывает все необходимые утверждения.
zh_hans: 单击“安装”将打开 Apple 的 Rosetta 安装程序并接受 Apple 的 Rosetta 软件许可证。 macOS 处理所需的任何批准。
zh_hant: 點擊「安裝」將開啟 Apple 的 Rosetta 安裝程式並接受 Apple 的 Rosetta 軟體授權。 macOS 處理所需的任何批准。
